Repository: Shobhit0209/Vahan-Serv
Catalog: lib/l10n/app_*.arb
Languages: hi

# langselected
source: English
hi: हिन्दी

source: Welcome
hi: स्वागत है

source: Choose Language
hi: भाषा चुनें

source: Proceed
hi: आगे बढें

# role
source: Select Your Role
hi: अपनी भूमिका चुनें

# cce
source: CCE (Car Care Expert)
hi: सीसीई (कार केयर एक्सपर्ट)

source: Car Owner
hi: कार के मालिक

source: Find Me
hi: मुझे ढूढ़ें

# cceid
source: Enter your CCE ID
hi: सीसीई आईडी दर्ज करें

source: Search
hi: खोजें

source: Name
hi: नाम

source: Age
hi: आयु

# id
source: CCE ID
hi: सीसीई आईडी

source: D.O.J
hi: डी.ओ.जे

source: Address
hi: पता

source: Not you?
hi: यह आप नहीं हो?

# mobilenoverify
source: Mobile Number Verification
hi: मोबाइल नंबर सत्यापन

# entermobile
source: Enter your mobile number for verification through OTP.
hi: ओटीपी के माध्यम से सत्यापन के लिए अपना मोबाइल नंबर दर्ज करें

source: Get OTP
hi: ओटीपी प्राप्त करें

source: Login using OTP
hi: ओटीपी का उपयोग करके लॉगिन करें

# enterotp
source: Enter OTP received on your mobile number
hi: अपने मोबाइल नंबर पर प्राप्त OTP दर्ज करें

source: Login
hi: लॉगिन

source: Today
hi: आज

# com
source: Completed Tasks
hi: पूर्ण कार्य

# pen
source: Pending Tasks
hi: लंबित कार्य

# tt
source: Total Tasks
hi: कुल कार्य

# tetm
source: Total earning this month
hi: इस महीने की कुल कमाई

# tetd
source: Total earning today
hi: आज की कुल कमाई

# totalcust
source: Total Customers
hi: कुल ग्राहक

# todaydate
source: Today's Date
hi: आज की तारीख

source: Daily Assigned Tasks
hi: दैनिक सौंपे गए कार्य

# refferal1
source: Invite your friends to become
hi: अपने दोस्तों को

# refferal2
source: & you can
hi: बनने के लिए आमंत्रित करें और आप

# refferal3
source: earn â‚¹50
hi: प्रत्येक रेफरल पर ₹50

# refferal4
source: on each refferal.
hi: कमा सकते हैं।

source: Home
hi: होम

source: Earnings
hi: आय

# notification
source: Notifications
hi: सूचनाएं

source: Profile
hi: प्रोफ़ाइल

source: Earning History
hi: अर्निंग हिस्ट्री

# earningsum
source: Earning Summary
hi: कमाई का सारांश

source: Payout History
hi: पेआउट हिस्ट्री

# searchbyname
source: Search by name, amount, date, year
hi: नाम, राशि, दिनांक, वर्ष के आधार पर खोजें

# nonotiyet
source: No notifications yet
hi: कोई सूचना नहीं

source: Mark All as Read
hi: सभी को पढ़ा हुआ मार्क करें

source: Clear All
hi: क्लियर औल

# clearallnoti
source: Clear All Notifications
hi: सभी सूचनाओं को क्लियर करें

# questionforclearing
source: Are you sure you want to clear all notifications?
hi: क्या आप वाकई सभी सूचनाएं साफ़ करना चाहते हैं?

source: Cancel
hi: रद्द करें

# mngcust
source: Manage Customers
hi: ग्राहकों की सूची

# continfo
source: Contact Info
hi: संपर्क सूचना

source: Mobile
hi: मोबाइल

source: Email
hi: ई-मेल

source: Settings
hi: सेटिंग्स

# hANDs
source: Help & Support
hi: सहायता केंद्र

source: About App
hi: एबाउट ऐप

source: Log Out
hi: लॉग आउट

# questionforlogout
source: Are you sure you want to logout?
hi: क्या आप लॉग आउट करना चाहते हैं?

# mngcustomerprofile
source: Manage Customer
hi: मैनेज कस्टमर

# imgupldsentence
source: Uploaded Images After Service
hi: सर्विस के बाद अपलोड की गईं इमेजेस

# flagcust
source: Flag Customer
hi: फ्लैग कस्टमर

source: Submit For Review
hi: समीक्षा के लिए जमा करें

# shortnote
source: Write a short note about your reason.
hi: अपने कारण के बारे में एक संक्षिप्त नोट लिखें।

source: Language
hi: भाषा

source: Training Resources
hi: प्रशिक्षण वीडियोस

# markinactive
source: Note- This will mark you Inactive and absent for today. You will be able to mark yourself active only after 10 hours from now. Do you want to mark yourself Inactive for today?
hi: ध्यान दें- इससे आप आज के लिए निष्क्रिय और अनुपस्थित चिह्नित हो जाएँगे। आप अब से 10 घंटे बाद ही खुद को सक्रिय चिह्नित कर पाएँगे। क्या आप आज के लिए खुद को निष्क्रिय चिह्नित करना चाहते हैं?

# markactive
source: You will be marked Active for today. Do you want to mark yourself active for today?
hi: आपको आज के लिए सक्रिय चिह्नित किया जाएगा। क्या आप स्वयं को आज के लिए सक्रिय चिह्नित करना चाहते हैं?

# masin
source: Mark as Inactive
hi: निष्क्रिय चिह्नित करें

# masact
source: Mark as Active
hi: सक्रिय चिह्नित करें

source: Cannot Mark Active
hi: सक्रिय चिह्नित नहीं किया जा सकता

# markactivein
source: You can mark yourself active again in
hi: आप इतने समय में खुद को फिर से सक्रिय चिह्नित कर सकते हैं

source: Active
hi: सक्रिय
